Repository: CodyBontecou/PocketREPL
Catalog: PocketREPL/PocketREPL/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Invalid Hugging Face URL. Expected format: https://huggingface.co/{org}/{repo}/resolve/main/{filename}.gguf
de: Ungültige Hugging Face-URL. Erwartetes Format: https://huggingface.co/{org}/{repo}/resolve/main/{filename}.gguf
es: URL de Hugging Face no válida. Formato esperado: https://huggingface.co/{org}/{repo}/resolve/main/{filename}.gguf
fr: URL Hugging Face non valide. Format attendu : https://huggingface.co/{org}/{repo}/resolve/main/{filename}.gguf
ja: 無効なHugging Face URLです。期待される形式: https://huggingface.co/{org}/{repo}/resolve/main/{filename}.gguf
zh_hans: 无效的Hugging Face URL。预期格式： https://huggingface.co/{org}/{repo}/resolve/main/{filename}.gguf

source: (empty file)
de: (leere Datei)
es: (archivo vacío)
fr: (fichier vide)
ja: （空のファイル）
zh_hans: （空文件）

source: (no output)
de: (keine Ausgabe)
es: (sin salida)
fr: (pas de sortie)
ja: （出力なし）
zh_hans: （无输出）

source: APPEARANCE
de: ERSCHEINUNGSBILD
es: APARIENCIA
fr: APPARENCE
ja: 外観
zh_hans: 外观

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览

source: Hello!
de: Hallo!
es: ¡Hola!
fr: Bonjour !
ja: こんにちは！
zh_hans: 你好！

source: Hi there! 👋
de: Hallo! 👋
es: ¡Hola! 👋
fr: Salut ! 👋
ja: やあ！👋
zh_hans: 你好！👋

source: tokens
de: Token
fr: jetons
ja: トークン
zh_hans: token

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

source: System
es: Sistema
fr: Système
ja: システム
zh_hans: 系统

source: Format
es: Formato
ja: フォーマット
zh_hans: 格式

source: HUGGING FACE URL
es: URL DE HUGGING FACE
fr: URL HUGGING FACE

source: Version
es: Versión
ja: バージョン
zh_hans: 版本

source: Build
es: Compilación
ja: ビルド
zh_hans: 构建版本

source: Chat
fr: Discussion
ja: チャット
zh_hans: 聊天

source: OK
zh_hans: 好
